tap "aspnet/dnx"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "tomanthony/brews"
cask "java"
cask "xquartz"
brew "ack"
brew "archey"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "binutils"
brew "perl"
brew "git"
brew "boot2docker"
brew "coreutils"
brew "gettext"
brew "openssl"
brew "popt"
brew "newt"
brew "tmux"
brew "byobu"
brew "cmake"
brew "cocoapods"
brew "consul"
brew "consul-template"
brew "cowsay"
brew "cscope"
brew "curl"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "elixir"
brew "elm"
brew "pcre2"
brew "fish"
brew "fontconfig"
brew "fortune"
brew "fswatch"
brew "gdbm"
brew "git-flow"
brew "mono"
brew "gitversion"
brew "gmp"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "haskell-stack"
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "xz"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "juju@1.25"
brew "libusb-compat"
brew "libyaml"
brew "lua"
brew "m-cli"
brew "mackup"
brew "sqlite"
brew "python"
brew "python3"
brew "macvim", args: ["with-override-system-vim"]
brew "makedepend"
brew "man2html"
brew "mas"
brew "mongodb", restart_service: true
brew "ncftp"
brew "netcat"
brew "openssl@1.1"
brew "nginx"
brew "nmap"
brew "node"
brew "nuget"
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "rabbitmq", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "rlwrap"
brew "scons"
brew "scriptcs"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh"
brew "aspnet/dnx/dnvm"
brew "tomanthony/brews/itermocil"
cask "android-sdk"
cask "appcode"
cask "atom"
cask "black-screen"
cask "cakebrew"
cask "calibre"
cask "caprine"
cask "chromium"
cask "controlplane"
cask "diffmerge"
cask "dropbox"
cask "firefox"
cask "firefoxnightly"
cask "flux"
cask "fontforge"
cask "gitbook"
cask "gitkraken"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "grandperspective"
cask "haskell-platform"
cask "hex-fiend"
cask "httpscoop"
cask "hyperterm"
cask "iterm2"
cask "java7"
cask "lighttable"
cask "love"
cask "macdown"
cask "macvim"
cask "mongohub"
cask "numi"
cask "pusher"
cask "rdm"
cask "reactotron"
cask "rubymine"
cask "screencat"
cask "shiba"
cask "skype"
cask "sourcetree"
cask "staruml"
cask "steam"
cask "tagspaces"
cask "teamviewer"
cask "techstoreclub-simple-comic"
cask "the-unarchiver"
cask "ubersicht"
cask "vagrant-manager"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webstorm"
cask "wwdc"
cask "xamarin"
mas "1Password", id: 443987910
mas "2048 Game", id: 871033113
mas "Amphetamine", id: 937984704
mas "Any Free PDF to JPG Converter", id: 683160697
mas "Bear", id: 1091189122
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Bumpr", id: 1166066070
mas "Canasta", id: 1030847416
mas "CHM Reader", id: 424182884
mas "Clear Day", id: 411543336
mas "Clocker", id: 1056643111
mas "Converto", id: 576421334
mas "Dash", id: 449589707
mas "Dashlane", id: 552383089
mas "Day One", id: 1055511498
mas "Debit & Credit", id: 882637653
mas "Declutter", id: 950644971
mas "Domain Check", id: 1086590014
mas "DrawnStrips Reader", id: 473092872
mas "Euclid", id: 656423396
mas "Evernote", id: 406056744
mas "Expressions", id: 913158085
mas "Finch for Inbox Pro", id: 1087345464
mas "Folx GO", id: 736584830
mas "Foobar", id: 956507502
mas "Full Deck Solitaire", id: 412980789
mas "Gapplin", id: 768053424
mas "Helium", id: 1054607607
mas "Home Inventory", id: 413564952
mas "iMovie", id: 408981434
mas "Install macOS High Sierra", id: 0
mas "iota-calc", id: 412603693
mas "Jigsaws Galore", id: 426250075
mas "JSON Query", id: 953006734
mas "JSON Toolbox", id: 525015412
mas "JSONEditor", id: 717009855
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "MacFamilyTree 7", id: 572280828
mas "MacFamilyTree 8", id: 1037755919
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Math Minion", id: 506395659
mas "MenuBar Stats", id: 714196447
mas "Microsoft Remote Desktop", id: 715768417
mas "MindMaple", id: 731829889
mas "MindPreview Lite", id: 661760093
mas "Moom", id: 419330170
mas "Moonlight Mahjong", id: 438072162
mas "More Info", id: 1090760166
mas "Nice Sticky", id: 1210606935
mas "Notebook", id: 1173152781
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Open Any Files", id: 1250827715
mas "Pages", id: 409201541
mas "Paper", id: 1143513744
mas "Parcel", id: 639968404
mas "PDF Reader", id: 615956269
mas "Pikka", id: 1195076754
mas "Pixelmator", id: 407963104
mas "PixelStick", id: 415158530
mas "Place To Write", id: 1095401791
mas "Pocket", id: 568494494
mas "Pool", id: 416970936
mas "Quip", id: 1003160018
mas "Scapple", id: 568020055
mas "Simplenote", id: 692867256
mas "Sip", id: 507257563
mas "SketchBook", id: 863486266
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "SonicWall Mobile Connect", id: 822514576
mas "Spark", id: 1176895641
mas "SQLiteClient", id: 764623073
mas "SQLPro for SQLite Read-Only", id: 635299994
mas "Stache", id: 870659406
mas "Stockfish", id: 801463932
mas "The Clock", id: 488764545
mas "Trello", id: 1278508951
mas "Twitter", id: 409789998
mas "Unclutter", id: 577085396
mas "UTC and Local Time", id: 1062760018
mas "Vectr", id: 1204645754
mas "Wallble Pro", id: 524191494
mas "Wallpapers HD", id: 443512640
mas "Weather Dock", id: 571197687
mas "WeDo", id: 1115322594
mas "Window Tidy", id: 456609775
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
mas "♡ Sudoku", id: 408896152
mas "♡ Sudoku Daily", id: 408895572
